Revit 2024 API
GroupTypeId.General Property
 General.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2024
Syntax
C#
public static ForgeTypeId General { get; }
Visual Basic
Public Shared ReadOnly Property General As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ General {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace